Repository: alessandro-curseri/myGreenPass
Catalog: Greenpass Container/*.lproj/Localizable.strings
Languages: it

# MYGP
source: My GreenPass
it: Il mio GreenPass

# IMPTGP
source: Import your Green Pass
it: Importa il tuo Green Pass

# SLCTWY
source: Select how you'd like to import your green pass
it: Come vorresti importare il tuo Green Pass?

# PHTS
source: Photos
it: Libreria

# FLS
source: Files
it: File

# EDT
source: Edit
it: Modifica

# EDTGPS
source: Edit Green Passes
it: Modifica Green Pass

# DN
source: Done
it: Fatto

# DTBIRTH
source: Date of birth:
it: Data di nascita:

# CTRTYPE
source: Certificate type:
it: Tipo di certificazione:

# FLNAME
source: Full Name:
it: Nome Completo:
